Repository: GOMYWAY-NETWORKS/cleverreach-extension
Catalog: languages/cleverreach-extension-*.po
Languages: fr_fr, nl_nl

source: Please select a list
fr_fr: Sélectionne une liste, s.t.p.
nl_nl: Kies een lijst

source: Please select a form
fr_fr: Sélectionne un formulaire, s.t.p.
nl_nl: Kies een formulier

source: Settings
nl_nl: Instellingen

source: List
fr_fr: Liste
nl_nl: Lijst

source: Form
fr_fr: Formulaire
nl_nl: Formulier

source: Source
nl_nl: Bron

source: Default forms
fr_fr: Formulaire standard
nl_nl: Standaard formulieren

source: Enable Ajax
fr_fr: Activer Ajax
nl_nl: Ajax inschakelen

source: Get your API Key: CleverReach Account » Extras » SOAP API
fr_fr: Prend ton clé API: CleverReach Account » Extras » SOAP API
nl_nl: Vind je API Key: CleverReach Account » Extras » SOAP API

source: (optional)
nl_nl: (optioneel)

source: Check to submit default forms without page reload.
fr_fr: Choisir pour envoyer le formulaire standard sans recharger la page.
nl_nl: Vink dit aan om standaard formulieren te verzenden zonder herladen van de pagina.

source: Use the fields below to connect WordPress and CleverReach.
fr_fr: Utilise les cadres en-dessous pour connecter WordPress avec CleverReach.
nl_nl: Gebruik onderstaande instellingen om WordPress en CleverReach te verbinden.

source: Error:
fr_fr: Erreur:
nl_nl: Fout:

source: Could not load data from CleverReach.
fr_fr: Impossible de charger les données de CleverReach.
nl_nl: Kon geen data laden van CleverReach

source: Still need a CleverReach account?
fr_fr: Est-ce que tu as toujours besoin d’un compte CleverReach?
nl_nl: Heb je nog geen CleverReach account?

source: Sign up for free!
fr_fr: Connecte-toi gratuitement!
nl_nl: Meld je nu gratis aan!

source: Your Shortcode
fr_fr: Ton Shortcode
nl_nl: Je Shortcode

source: Embed the shortcodes below anywhere on your site.
fr_fr: Utilise les shortcodes en-dessous partout dans ton site.
nl_nl: Plaats de onderstaande shortcodes op je website.

source: Default usage:
fr_fr: Application standard:
nl_nl: Standaard gebruik:

source: Advanced usage:
fr_fr: Application avancée:
nl_nl: Geavanceerd gebruik:

source: Add the additional parameters to the shortcode, if you need to support multiple forms on one page.
fr_fr: Ajoute les paramètres additionnels au shortcode, si tu veux supporter des formulaires multiples sur ton site.
nl_nl: Voeg extra parameters toe aan de shortcode, als je meerdere formulieren op 1 pagina wilt plaatsen.

source: Please check the %swiki%s on how to apply further customization.
fr_fr: Veuille contrôler le %swiki%s pour apprendre comment utiliser l’adaptation ultérieure, s.t.p.
nl_nl: Kijk op de %swiki%s voor meer informatie over geavanceerde aanpassingen.

source: CleverReach Extension plugin requires PHP %s or greater.
fr_fr: CleverReach Extension nécessite PHP %s ou plus.
nl_nl: CleverReach Extension vereist PHP %s of hoger.

source: Plugin Activation Error
fr_fr: Erreur de l’activation de l’extension
nl_nl: Plugin activatie fout

source: CleverReach Extension plugin requires PHP %s extension.
fr_fr: CleverReach Extension nécessite PHP %s extension.
nl_nl: CleverReach Extension vereist PHP %s extensie.

source: Your API key is invalid.
fr_fr: Ton clé API est invalide.
nl_nl: Je API Key is onjuist.

source: Please apply your own form within your plugin or theme.
fr_fr: Veuille utiliser ton propre formulaire dans ton extension ou thème, s.t.p.
nl_nl: Voeg je eigen formulier toe aan je plugin of thema.

source: Add New Signup Form
fr_fr: Ajouter Nouveau Formulaire d’Inscription
nl_nl: Voeg Nieuw Sign-up Formulier Toe

source: Add Signup Form
fr_fr: Ajouter Formulaire d’Inscription
nl_nl: Voeg Sign-up Formulier Toe

source: List ID
fr_fr: Liste ID
nl_nl: Lijst ID

source: You can get another list ID from the %splugin settings%s.
fr_fr: Tu peux trouver un liste ID nouveau de l’%sextension settings%s.
nl_nl: Je kan een ander lijst ID kiezen in %splugin settings%s.

source: Insert Tag
fr_fr: Insérer Étiquette
nl_nl: Voeg Tag In

source: Gender
fr_fr: Sexe
nl_nl: Geslacht

source: Unknown
fr_fr: Inconnu
nl_nl: Onbekend

source: Female
fr_fr: Féminin
nl_nl: Vrouw

source: Male
fr_fr: Masculin
nl_nl: Man

source: First Name
fr_fr: Prénom
nl_nl: Voornaam

source: Last Name
fr_fr: Nom de famille
nl_nl: Achternaam

source: (required)
fr_fr: (nécessaire)
nl_nl: (verplicht)

source: Submit
fr_fr: Envoyer
nl_nl: Verzenden

source: CleverReach Form
fr_fr: CleverReach Formulaire
nl_nl: CleverReach Formulier

source: Place CleverReach Form
fr_fr: Intégrer CleverReach Formulaire
nl_nl: Plaats CleverReach Formulier

source: Content
fr_fr: Contenu
nl_nl: Inhoud

source: Enable custom form
fr_fr: Utiliser formulaire standard
nl_nl: Schakel eigen formulier in

source: Saving...
fr_fr: Enregistrant…
nl_nl: Wordt opgeslagen…

source: Please check your email to confirm your subscription.
fr_fr: Veuille confirmer l’inscription par le lien envoyé par courriel, s.t.p.
nl_nl: Controleer je e-mail om je aanmelding te bevestigen.

source: Sorry, there was a problem saving your data. Please try later or contact the administrator.
fr_fr: Désolé, il y avait un problème pendant l’enregistrement de tes données. Veuille essayer plus tard ou contacter l’administrateur, s.t.p.
nl_nl: Sorry, er was een probleem bij het bewaren van je data. Probeer later opnieuw of neem contact op met de beheerder.

source: It seems like you're already subscribed to our list.
fr_fr: Apparemment, tu es déjà enregistré sur notre liste.
nl_nl: Het lijkt erop dat je al bent aangemeld voor onze lijst.

source: Sorry, there seems to be a problem with your data.
fr_fr: Désolé, apparement il y a un problème avec tes données.
nl_nl: Sorry, er lijkt een probleem te zijn met je data.

source: Sorry, there seems to be a problem with your email address.
fr_fr: Désolé, apparement il y a un problème avec ton courriel.
nl_nl: Sorry, er lijkt een probleem te zijn met je e-mail adres.

source: API Key
fr_fr: Clé API

source: Email
fr_fr: Courriel
